{
  "appName": "MyQuokka",
  
  "home": {
    "welcome": "Making Foreigner Life in Korea Easier and Richer",
    "description": "MyQuokka is a comprehensive support service for foreigners living in or visiting Korea. We help solve problems related to language barriers, cultural differences, and administrative complexities."
  },
  
  "about": {
    "title": "About MyQuokka",
    "subtitle": "We provide comprehensive support services for foreigners living in Korea. We make life in Korea more convenient and enjoyable by overcoming language barriers.",
    
    "mission": {
      "title": "Mission",
      "description": "To help foreigners overcome language barriers and cultural differences to lead a more comfortable and enriching life in Korea."
    },
    
    "vision": {
      "title": "Vision",
      "description": "To create a world where all foreigners living in Korea can fully realize their potential and enjoy Korean life without language barriers."
    },
    
    "values": {
      "title": "Our Values",
      "inclusivity": {
        "title": "Inclusivity",
        "description": "We welcome and respect all individuals from diverse cultures and backgrounds."
      },
      "reliability": {
        "title": "Reliability",
        "description": "We strive to provide accurate and dependable services."
      },
      "innovation": {
        "title": "Innovation",
        "description": "We continuously seek new solutions and improve our services."
      }
    },
    
    "team": {
      "title": "Our Team",
      "photoText": "Photo",
      "member1": {
        "name": "Hong Gil-dong",
        "position": "CEO",
        "bio": "A multilingual expert who founded MyQuokka to help foreigners adapt to life in Korea."
      },
      "member2": {
        "name": "Kim Seo-yeon",
        "position": "Translation Manager",
        "bio": "Fluent in English, Chinese, Japanese, and other languages, leading our high-quality translation services."
      },
      "member3": {
        "name": "Lee Jun-ho",
        "position": "Customer Support Lead",
        "bio": "Specializes in accurately understanding customer needs and providing optimal solutions."
      }
    }
  }
}
